Repository: serranoabq/ctc-extender
Catalog: lang/ctc-extender-*.po
Languages: es_es

source: Gender
es_es: Género

# person meta box
source: Can be used by theme for default person image
es_es: Puede ser usado por el tema para la imagen por defecto para una persona

# event meta box
source: Daily
es_es: A diario

source: Recurrence Period
es_es: Periodo de Recurrencia

# event meta box
source: Recur every N days/weeks/months/years
es_es: Repetir cada N días/semanas/meses/años

source: Monthly Recurrence Type
es_es: Tipo de recurrencia mensual

# monthly recurrence type
source: On the same day of the month
es_es: El mismo día del mes

# monthly recurrence type
source: On a specific week of the month
es_es: En una semana específica del mes

source: Monthly Recurrence Week
es_es: Semana de recurrencia mensual

# event meta box
source: Day of the week is the same as Start Date
es_es: Día de la semana es el mismo día de la Fecha de Comienzo

source: Every day
es_es: Diariamente

source: Every %s
es_es: Todos los %s

source: Every month
es_es: Mensualmente

source: Every year
es_es: Anualmente

source: on the %s
es_es: el %s

# As in "1st Sun/Mon... of the month"
source: 1st
es_es: 1er

# As in "2nd Sun/Mon... of the month"
source: 2nd
es_es: 2do

# As in "3rd Sun/Mon... of the month"
source: 3rd
es_es: 3er

# As in "4th Sun/Mon... of the month"
source: 4th
es_es: 4to

# As in "last Sun/Mon... of the month"
source: last
es_es: último

# Date expression. As in " on the 1st/2nd... Sun/Mon...". Note the space before.
source: on the %s %s
es_es: el %s %s

source: Your section description
es_es: Descripción de sección

source: Sermons
es_es: Sermones

source: Sermon Series
es_es: Series de Sermones

source: Sermon Topics
es_es: Tópicos de Sermón

source: People
es_es: Personas

source: Locations
es_es: Ubicaciones

source: Events
es_es: Eventos

source: Enter the display names to use for the different church theme content types. For instance <code>People</code> could be <code>Staff</code>, <code>Sermons</code> could be <code>Messages</code> or <code>Locations</code> could be <code>Places</code>. Make sure to resave the Permalinks to update the permalinks. If separate singular and plural names are desired, write them as <code>Plural/Singluar</code> (i.e., <code>Campuses/Campus</code>).
es_es: Entre el nombre a usar con cada tipo de contenido de Church Theme Content. Por ejemplo, <code>People</code> podría ser <code>Equipo</code>, <code>Sermons</code> podría ser <code>Mensajes</code> o <code>Locations</code> podría ser <code>Lugares</code>. Asegúrese de salvar los Permalinks para actualizar los permalinks. Si desea distinto nombres para plural y singular, escríbalo como <code>Plural/Singular</code> (por ejemplo, <code>Campuses/Campus</code>).

source: Restore Defaults
es_es: Restaurar Valores

source: Save Changes
es_es: Salvar Cambios

source: Featured Image
es_es: Imágen Principal

source: Add Image
es_es: Añadir Imágnen

source: Remove Image
es_es: Remover Imágen

source: Choose an image to associate with this %s. To replace an image, first <strong>Remove</strong> it and then <strong>Add</strong> another one.
es_es: Elija una imágen para associar con este %s. Para reemplazar una imágen, primero presione <strong>Remover</strong> y luego <strong>Añadir</strong> otra.

source: Taxonomy Image
es_es: Imágen de Taxonomía
